/*
Navicat MySQL Data Transfer

Source Server         : connection
Source Server Version : 60006
Source Host           : localhost:3306
Source Database       : perfweb

Target Server Type    : MYSQL
Target Server Version : 60006
File Encoding         : 65001

Date: 2015-01-26 17:21:38
*/

SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for `comparison`
-- ----------------------------
DROP TABLE IF EXISTS `comparison`;
CREATE TABLE `comparison` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date` char(8) DEFAULT NULL,
  `browser` varchar(20) DEFAULT NULL,
  `version` varchar(20) DEFAULT NULL,
  `startpage` varchar(20) DEFAULT NULL,
  `mode` varchar(10) DEFAULT NULL,
  `result` varchar(50) DEFAULT NULL,
  `avg_result` float DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=193 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of comparison
-- ----------------------------
INSERT INTO `comparison` VALUES ('73', '20141218', '360极速', '8.1.0.295', '百度', 'Cold', '7.59,7.67,7.92,7.79,7.86', '7.77');
INSERT INTO `comparison` VALUES ('74', '20141218', '360安全', '7.1.1.528', '百度', 'Cold', '6.83,7.06,6.95,7.24,7.39', '7.09');
INSERT INTO `comparison` VALUES ('75', '20141218', 'Chrome', '38.0.2125.111', '百度', 'Cold', '9.2,9.56,9.5,9.32,9.63', '9.44');
INSERT INTO `comparison` VALUES ('76', '20141218', 'Chromium', '38.0.2109.0', '百度', 'Cold', '8.92,9.0,9.1,8.94,9.25', '9.04');
INSERT INTO `comparison` VALUES ('77', '20141218', 'Firefox', '34.0.5', '百度', 'Cold', '5.31,5.65,5.46,5.43,5.95', '5.56');
INSERT INTO `comparison` VALUES ('78', '20141218', 'IE11', '11.0.9600.17501IS', '百度', 'Cold', '5.13,4.91,5.16,5.09,5.15', '5.09');
INSERT INTO `comparison` VALUES ('79', '20141218', '猎豹', '5.1.77.9243', '百度', 'Cold', '5.98,7.02,6.23,6.7,6.5', '6.49');
INSERT INTO `comparison` VALUES ('80', '20141218', '傲游', '4.4.3.4000', '百度', 'Cold', '9.36,9.03,9.15,9.67,9.76', '9.39');
INSERT INTO `comparison` VALUES ('81', '20141218', '搜狗', '5.0.10.14122', '百度', 'Cold', '5.62,5.63,5.71,5.41,5.69', '5.61');
INSERT INTO `comparison` VALUES ('82', '20141218', 'UC3.0', '3.0.1644.0', '百度', 'Cold', '6.66,6.93,6.35,6.29,6.34', '6.51');
INSERT INTO `comparison` VALUES ('83', '20141218', 'UC4.0关闭加速', '4.0.3156.0', '百度', 'Cold', '9.29,9.44,9.1,9.39,9.51', '9.35');
INSERT INTO `comparison` VALUES ('84', '20141218', 'UC4.0', '4.0.3156.0', '百度', 'Cold', '5.23,5.13,5.05,5.42,5.11', '5.19');
INSERT INTO `comparison` VALUES ('85', '20141218', '360极速', '8.1.0.295', '百度', 'Warm', '1.32,1.15,1.13,1.13,1.11', '1.17');
INSERT INTO `comparison` VALUES ('86', '20141218', '360安全', '7.1.1.528', '百度', 'Warm', '0.81,0.86,0.79,0.8,0.8', '0.81');
INSERT INTO `comparison` VALUES ('87', '20141218', 'Chrome', '38.0.2125.111', '百度', 'Warm', '1.05,1.06,1.06,1.06,1.06', '1.06');
INSERT INTO `comparison` VALUES ('88', '20141218', 'Chromium', '38.0.2109.0', '百度', 'Warm', '1.04,1.04,1.03,1.02,1.03', '1.03');
INSERT INTO `comparison` VALUES ('89', '20141218', 'Firefox', '34.0.5', '百度', 'Warm', '1.75,1.9,1.73,2.03,1.76', '1.83');
INSERT INTO `comparison` VALUES ('90', '20141218', 'IE11', '11.0.9600.17501IS', '百度', 'Warm', '0.68,0.72,0.7,0.66,0.69', '0.69');
INSERT INTO `comparison` VALUES ('91', '20141218', '猎豹', '5.1.77.9243', '百度', 'Warm', '0.79,0.78,0.81,0.79,0.81', '0.8');
INSERT INTO `comparison` VALUES ('92', '20141218', '傲游', '4.4.3.4000', '百度', 'Warm', '1.41,1.44,1.45,1.4,1.45', '1.43');
INSERT INTO `comparison` VALUES ('93', '20141218', '搜狗', '5.0.10.14122', '百度', 'Warm', '0.71,0.55,0.69,0.65,0.55', '0.63');
INSERT INTO `comparison` VALUES ('94', '20141218', 'UC3.0', '3.0.1644.0', '百度', 'Warm', '1.05,1.03,1.04,1.04,1.05', '1.04');
INSERT INTO `comparison` VALUES ('95', '20141218', 'UC4.0关闭加速', '4.0.3156.0', '百度', 'Warm', '1.47,0.99,1.07,1.6,0.99', '1.22');
INSERT INTO `comparison` VALUES ('96', '20141218', 'UC4.0', '4.0.3156.0', '百度', 'Warm', '0.99,1.05,1.05,0.96,0.97', '1');
INSERT INTO `comparison` VALUES ('97', '20141218', '360极速', '8.1.0.295', '空白页', 'Cold', '6.96,7.12,7.04,7.05,7.38', '7.11');
INSERT INTO `comparison` VALUES ('98', '20141218', '360安全', '7.1.1.528', '空白页', 'Cold', '6.28,6.16,6.15,6.32,6.32', '6.25');
INSERT INTO `comparison` VALUES ('99', '20141218', 'Chrome', '38.0.2125.111', '空白页', 'Cold', '8.93,9.08,9.24,9.14,9.32', '9.14');
INSERT INTO `comparison` VALUES ('100', '20141218', 'Chromium', '38.0.2109.0', '空白页', 'Cold', '9.15,9.37,9.1,9.12,9.44', '9.24');
INSERT INTO `comparison` VALUES ('101', '20141218', 'Firefox', '34.0.5', '空白页', 'Cold', '4.26,4.31,4.32,4.18,4.49', '4.31');
INSERT INTO `comparison` VALUES ('102', '20141218', 'IE11', '11.0.9600.17501IS', '空白页', 'Cold', '5.13,5.4,5.21,5.3,5.34', '5.28');
INSERT INTO `comparison` VALUES ('103', '20141218', '猎豹', '5.1.77.9243', '空白页', 'Cold', '6.46,5.79,5.46,6.08,5.43', '5.84');
INSERT INTO `comparison` VALUES ('104', '20141218', '傲游', '4.4.3.4000', '空白页', 'Cold', '8.23,8.15,7.96,7.94,7.89', '8.03');
INSERT INTO `comparison` VALUES ('105', '20141218', '搜狗', '5.0.10.14122', '空白页', 'Cold', '0.73,0.72,0.73,0.73,0.75', '0.73');
INSERT INTO `comparison` VALUES ('106', '20141218', 'UC3.0', '3.0.1644.0', '空白页', 'Cold', '5.82,5.87,5.83,6.04,6.2', '5.95');
INSERT INTO `comparison` VALUES ('107', '20141218', 'UC4.0关闭加速', '4.0.3156.0', '空白页', 'Cold', '8.76,8.94,8.76,9.01,9.03', '8.9');
INSERT INTO `comparison` VALUES ('108', '20141218', 'UC4.0', '4.0.3156.0', '空白页', 'Cold', '4.92,4.75,4.83,4.58,4.87', '4.79');
INSERT INTO `comparison` VALUES ('109', '20141218', '360极速', '8.1.0.295', '空白页', 'Warm', '0.86,0.84,0.86,0.84,0.86', '0.85');
INSERT INTO `comparison` VALUES ('110', '20141218', '360安全', '7.1.1.528', '空白页', 'Warm', '0.77,0.81,0.75,0.87,0.75', '0.79');
INSERT INTO `comparison` VALUES ('111', '20141218', 'Chrome', '38.0.2125.111', '空白页', 'Warm', '0.81,0.81,0.81,0.83,0.83', '0.82');
INSERT INTO `comparison` VALUES ('112', '20141218', 'Chromium', '38.0.2109.0', '空白页', 'Warm', '0.79,0.8,0.79,0.8,0.8', '0.8');
INSERT INTO `comparison` VALUES ('113', '20141218', 'Firefox', '34.0.5', '空白页', 'Warm', '1.44,1.42,1.44,1.44,1.42', '1.43');
INSERT INTO `comparison` VALUES ('114', '20141218', 'IE11', '11.0.9600.17501IS', '空白页', 'Warm', '0.5,0.48,0.51,0.48,0.48', '0.49');
INSERT INTO `comparison` VALUES ('115', '20141218', '猎豹', '5.1.77.9243', '空白页', 'Warm', '0.57,0.57,0.58,0.58,0.57', '0.57');
INSERT INTO `comparison` VALUES ('116', '20141218', '傲游', '4.4.3.4000', '空白页', 'Warm', '0.89,0.87,0.89,0.91,0.87', '0.89');
INSERT INTO `comparison` VALUES ('117', '20141218', '搜狗', '5.0.10.14122', '空白页', 'Warm', '0.29,0.35,0.3,0.36,0.29', '0.32');
INSERT INTO `comparison` VALUES ('118', '20141218', 'UC3.0', '3.0.1644.0', '空白页', 'Warm', '0.8,0.79,0.8,0.79,0.78', '0.79');
INSERT INTO `comparison` VALUES ('119', '20141218', 'UC4.0关闭加速', '4.0.3156.0', '空白页', 'Warm', '0.8,0.79,0.79,0.79,0.78', '0.79');
INSERT INTO `comparison` VALUES ('120', '20141218', 'UC4.0', '4.0.3156.0', '空白页', 'Warm', '0.78,0.78,0.78,0.78,0.76', '0.78');
INSERT INTO `comparison` VALUES ('121', '20141218', '360极速', '8.1.0.295', '默认页', 'Cold', '7.8,8.0,7.87,8.05,7.78', '7.9');
INSERT INTO `comparison` VALUES ('122', '20141218', '360安全', '7.1.1.528', '默认页', 'Cold', '6.91,6.88,6.83,6.85,6.91', '6.88');
INSERT INTO `comparison` VALUES ('123', '20141218', 'Chrome', '38.0.2125.111', '默认页', 'Cold', '1.92,1.98,1.95,2.07,2.06', '2');
INSERT INTO `comparison` VALUES ('124', '20141218', 'Chromium', '38.0.2109.0', '默认页', 'Cold', '2.08,2.03,2.17,2.12,2.14', '2.11');
INSERT INTO `comparison` VALUES ('125', '20141218', 'Firefox', '34.0.5', '默认页', 'Cold', '4.86,5.06,4.9,5.07,5.23', '5.02');
INSERT INTO `comparison` VALUES ('126', '20141218', 'IE11', '11.0.9600.17501IS', '默认页', 'Cold', '5.16,5.35,5.3,5.27,5.4', '5.3');
INSERT INTO `comparison` VALUES ('127', '20141218', '猎豹', '5.1.77.9243', '默认页', 'Cold', '7.33,6.2,6.18,8.43,8.09', '7.25');
INSERT INTO `comparison` VALUES ('128', '20141218', '傲游', '4.4.3.4000', '默认页', 'Cold', '10.1,9.68,9.89,9.54,9.97', '9.84');
INSERT INTO `comparison` VALUES ('129', '20141218', '搜狗', '5.0.10.14122', '默认页', 'Cold', '0.83,0.84,0.84,0.83,0.81', '0.83');
INSERT INTO `comparison` VALUES ('130', '20141218', 'UC3.0', '3.0.1644.0', '默认页', 'Cold', '6.12,6.25,6.17,7.38,7.15', '6.61');
INSERT INTO `comparison` VALUES ('131', '20141218', 'UC4.0关闭加速', '4.0.3156.0', '默认页', 'Cold', '9.34,9.24,9.21,9.27,9.49', '9.31');
INSERT INTO `comparison` VALUES ('132', '20141218', 'UC4.0', '4.0.3156.0', '默认页', 'Cold', '5.27,5.02,5.12,5.3,5.36', '5.21');
INSERT INTO `comparison` VALUES ('133', '20141218', '360极速', '8.1.0.295', '默认页', 'Warm', '1.16,1.22,1.2,1.2,1.23', '1.2');
INSERT INTO `comparison` VALUES ('134', '20141218', '360安全', '7.1.1.528', '默认页', 'Warm', '0.89,1.04,1.04,0.82,0.84', '0.93');
INSERT INTO `comparison` VALUES ('135', '20141218', 'Chrome', '38.0.2125.111', '默认页', 'Warm', '0.52,0.52,0.52,0.52,0.52', '0.52');
INSERT INTO `comparison` VALUES ('136', '20141218', 'Chromium', '38.0.2109.0', '默认页', 'Warm', '0.47,0.47,0.47,0.47,0.46', '0.47');
INSERT INTO `comparison` VALUES ('137', '20141218', 'Firefox', '34.0.5', '默认页', 'Warm', '2.8,2.54,2.0,2.81,2.65', '2.56');
INSERT INTO `comparison` VALUES ('138', '20141218', 'IE11', '11.0.9600.17501IS', '默认页', 'Warm', '0.48,0.48,0.51,0.48,0.48', '0.49');
INSERT INTO `comparison` VALUES ('139', '20141218', '猎豹', '5.1.77.9243', '默认页', 'Warm', '0.77,0.75,0.81,0.78,0.77', '0.78');
INSERT INTO `comparison` VALUES ('140', '20141218', '傲游', '4.4.3.4000', '默认页', 'Warm', '1.62,1.42,1.4,1.58,1.4', '1.48');
INSERT INTO `comparison` VALUES ('141', '20141218', '搜狗', '5.0.10.14122', '默认页', 'Warm', '0.29,0.41,0.31,0.4,0.28', '0.34');
INSERT INTO `comparison` VALUES ('142', '20141218', 'UC3.0', '3.0.1644.0', '默认页', 'Warm', '1.03,1.06,1.06,1.07,1.06', '1.06');
INSERT INTO `comparison` VALUES ('143', '20141218', 'UC4.0关闭加速', '4.0.3156.0', '默认页', 'Warm', '0.97,0.96,0.97,0.97,0.97', '0.97');
INSERT INTO `comparison` VALUES ('144', '20141218', 'UC4.0', '4.0.3156.0', '默认页', 'Warm', '0.96,1.03,0.96,0.99,1.03', '0.99');
INSERT INTO `comparison` VALUES ('145', '20141211', 'Chrome', '38.0.2125.111', '百度', 'Cold', '5.72,5.66,5.61,5.93,5.78', '5.74');
INSERT INTO `comparison` VALUES ('146', '20141211', 'UC3.2', '3.2.2776.0', '百度', 'Cold', '5.45,5.44,5.64,5.55,5.6', '5.54');
INSERT INTO `comparison` VALUES ('147', '20141211', 'UC4.0', '4.0.3094.0', '百度', 'Cold', '3.65,3.87,3.88,3.78,3.75', '3.79');
INSERT INTO `comparison` VALUES ('148', '20141211', 'Chrome', '38.0.2125.111', '百度', 'Warm', '1.08,1.05,1.06,1.06,1.05', '1.06');
INSERT INTO `comparison` VALUES ('149', '20141211', 'UC3.2', '3.2.2776.0', '百度', 'Warm', '1.05,1.05,0.95,0.95,1.14', '1.03');
INSERT INTO `comparison` VALUES ('150', '20141211', 'UC4.0', '4.0.3094.0', '百度', 'Warm', '1.47,1.13,1.08,1.14,1.22', '1.21');
INSERT INTO `comparison` VALUES ('151', '20141211', 'Chrome', '38.0.2125.111', '空白页', 'Cold', '5.15,5.34,5.28,5.29,5.2', '5.25');
INSERT INTO `comparison` VALUES ('152', '20141211', 'UC3.2', '3.2.2776.0', '空白页', 'Cold', '4.39,4.46,4.53,4.64,4.4', '4.48');
INSERT INTO `comparison` VALUES ('153', '20141211', 'UC4.0', '4.0.3094.0', '空白页', 'Cold', '3.09,2.91,3.1,3.01,2.98', '3.02');
INSERT INTO `comparison` VALUES ('154', '20141211', 'Chrome', '38.0.2125.111', '空白页', 'Warm', '0.83,0.8,0.8,0.79,0.79', '0.8');
INSERT INTO `comparison` VALUES ('155', '20141211', 'UC3.2', '3.2.2776.0', '空白页', 'Warm', '0.64,0.55,0.55,0.57,0.66', '0.59');
INSERT INTO `comparison` VALUES ('156', '20141211', 'UC4.0', '4.0.3094.0', '空白页', 'Warm', '0.78,0.77,0.78,0.79,0.78', '0.78');
INSERT INTO `comparison` VALUES ('157', '20141211', 'Chrome', '38.0.2125.111', '默认页', 'Cold', '2.03,2.12,2.11,2.07,2.0', '2.07');
INSERT INTO `comparison` VALUES ('158', '20141211', 'UC3.2', '3.2.2776.0', '默认页', 'Cold', '5.2,5.13,5.49,5.04,5.55', '5.28');
INSERT INTO `comparison` VALUES ('159', '20141211', 'UC4.0', '4.0.3094.0', '默认页', 'Cold', '4.1,4.1,4.06,4.2,4.18', '4.13');
INSERT INTO `comparison` VALUES ('160', '20141211', 'Chrome', '38.0.2125.111', '默认页', 'Warm', '0.52,0.52,0.52,0.5,0.52', '0.52');
INSERT INTO `comparison` VALUES ('161', '20141211', 'UC3.2', '3.2.2776.0', '默认页', 'Warm', '1.02,0.92,0.83,0.9,0.91', '0.92');
INSERT INTO `comparison` VALUES ('162', '20141211', 'UC4.0', '4.0.3094.0', '默认页', 'Warm', '1.21,0.97,1.13,1.12,1.02', '1.09');
INSERT INTO `comparison` VALUES ('163', '20141203', 'UC3.2', '3.2.2776.0', '百度', 'Cold', '3.55,3.34,3.52,3.36,3.21', '3.4');
INSERT INTO `comparison` VALUES ('164', '20141203', 'UC4.0', '4.0.2913.0', '百度', 'Cold', '5.42,5.38,5.46,5.34,5.4', '5.4');
INSERT INTO `comparison` VALUES ('165', '20141203', 'UC3.2', '3.2.2776.0', '百度', 'Warm', '1.09,0.96,0.99,0.9,1.07', '1');
INSERT INTO `comparison` VALUES ('166', '20141203', 'UC4.0', '4.0.2913.0', '百度', 'Warm', '1.21,1.04,1.11,1.08,1.19', '1.13');
INSERT INTO `comparison` VALUES ('167', '20141203', 'UC3.2', '3.2.2776.0', '空白页', 'Cold', '2.15,2.29,2.17,2.2,2.13', '2.19');
INSERT INTO `comparison` VALUES ('168', '20141203', 'UC4.0', '4.0.2913.0', '空白页', 'Cold', '5.11,5.19,5.16,5.21,5.11', '5.16');
INSERT INTO `comparison` VALUES ('169', '20141203', 'UC3.2', '3.2.2776.0', '空白页', 'Warm', '0.52,0.51,0.52,0.52,0.52', '0.52');
INSERT INTO `comparison` VALUES ('170', '20141203', 'UC4.0', '4.0.2913.0', '空白页', 'Warm', '0.77,0.76,0.77,0.76,0.76', '0.76');
INSERT INTO `comparison` VALUES ('171', '20141203', 'UC3.2', '3.2.2776.0', '默认页', 'Cold', '3.14,2.86,2.93,3.01,2.92', '2.97');
INSERT INTO `comparison` VALUES ('172', '20141203', 'UC4.0', '4.0.2913.0', '默认页', 'Cold', '5.41,5.37,5.43,5.4,5.41', '5.4');
INSERT INTO `comparison` VALUES ('173', '20141203', 'UC3.2', '3.2.2776.0', '默认页', 'Warm', '0.96,1.01,0.9,1.0,0.92', '0.96');
INSERT INTO `comparison` VALUES ('174', '20141203', 'UC4.0', '4.0.2913.0', '默认页', 'Warm', '1.08,1.02,1.15,1.19,1.27', '1.14');
INSERT INTO `comparison` VALUES ('175', '20141126', 'Chrome', '38.0.2125.111', '百度', 'Cold', '7.93,8.06,8.23,8.04,7.89', '8.03');
INSERT INTO `comparison` VALUES ('176', '20141126', 'UC3.2', '3.2.2776.0', '百度', 'Cold', '4.85,4.62,4.29,4.84,4.49', '4.62');
INSERT INTO `comparison` VALUES ('177', '20141126', 'UC4.0', '4.0.2815.0', '百度', 'Cold', '7.63,7.52,7.18,7.67,7.31', '7.46');
INSERT INTO `comparison` VALUES ('178', '20141126', 'Chrome', '38.0.2125.111', '百度', 'Warm', '1.1,1.07,1.07,1.08,1.09', '1.08');
INSERT INTO `comparison` VALUES ('179', '20141126', 'UC3.2', '3.2.2776.0', '百度', 'Warm', '0.94,1.11,1.26,1.05,0.95', '1.06');
INSERT INTO `comparison` VALUES ('180', '20141126', 'UC4.0', '4.0.2815.0', '百度', 'Warm', '1.97,1.93,1.88,2.04,2.25', '2.01');
INSERT INTO `comparison` VALUES ('181', '20141126', 'Chrome', '38.0.2125.111', '空白页', 'Cold', '7.32,7.0,6.91,6.87,7.09', '7.04');
INSERT INTO `comparison` VALUES ('182', '20141126', 'UC3.2', '3.2.2776.0', '空白页', 'Cold', '3.18,2.9,3.13,3.0,3.34', '3.11');
INSERT INTO `comparison` VALUES ('183', '20141126', 'UC4.0', '4.0.2815.0', '空白页', 'Cold', '7.13,7.29,7.38,7.24,7.3', '7.27');
INSERT INTO `comparison` VALUES ('184', '20141126', 'Chrome', '38.0.2125.111', '空白页', 'Warm', '0.85,0.85,0.86,0.87,0.85', '0.86');
INSERT INTO `comparison` VALUES ('185', '20141126', 'UC3.2', '3.2.2776.0', '空白页', 'Warm', '0.59,0.65,0.57,0.56,0.57', '0.59');
INSERT INTO `comparison` VALUES ('186', '20141126', 'UC4.0', '4.0.2815.0', '空白页', 'Warm', '1.18,1.58,1.15,1.6,1.17', '1.34');
INSERT INTO `comparison` VALUES ('187', '20141126', 'Chrome', '38.0.2125.111', '默认页', 'Cold', '3.79,4.83,4.45,3.93,3.78', '4.16');
INSERT INTO `comparison` VALUES ('188', '20141126', 'UC3.2', '3.2.2776.0', '默认页', 'Cold', '4.82,4.9,4.33,4.61,4.53', '4.64');
INSERT INTO `comparison` VALUES ('189', '20141126', 'UC4.0', '4.0.2815.0', '默认页', 'Cold', '7.45,8.02,7.46,7.55,7.46', '7.59');
INSERT INTO `comparison` VALUES ('190', '20141126', 'Chrome', '38.0.2125.111', '默认页', 'Warm', '0.52,0.53,0.53,0.52,0.53', '0.53');
INSERT INTO `comparison` VALUES ('191', '20141126', 'UC3.2', '3.2.2776.0', '默认页', 'Warm', '1.37,1.42,1.08,1.2,1.49', '1.31');
INSERT INTO `comparison` VALUES ('192', '20141126', 'UC4.0', '4.0.2815.0', '默认页', 'Warm', '2.03,2.0,2.04,2.13,1.95', '2.03');

-- ----------------------------
-- Table structure for `regular`
-- ----------------------------
DROP TABLE IF EXISTS `regular`;
CREATE TABLE `regular` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date` char(8) DEFAULT NULL,
  `version` varchar(20) DEFAULT NULL,
  `startpage` varchar(20) DEFAULT NULL,
  `mode` varchar(10) DEFAULT NULL,
  `result` varchar(50) DEFAULT NULL,
  `avg_result` float DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=159 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of regular
-- ----------------------------
INSERT INTO `regular` VALUES ('1', '20141224', '4.0.3287.0', '百度', 'Cold', '5.44,5.38,5.48,5.28,5.45', '5.41');
INSERT INTO `regular` VALUES ('2', '20141224', '4.0.3287.0', '百度', 'Warm', '0.97,1.0,0.98,0.97,0.98', '0.98');
INSERT INTO `regular` VALUES ('3', '20141224', '4.0.3287.0', '空白页', 'Cold', '4.84,4.95,4.8,4.91,4.81', '4.86');
INSERT INTO `regular` VALUES ('4', '20141224', '4.0.3287.0', '空白页', 'Warm', '0.8,0.79,0.78,0.84,0.8', '0.8');
INSERT INTO `regular` VALUES ('5', '20141224', '4.0.3287.0', '默认页', 'Cold', '5.82,5.59,5.77,5.67,5.68', '5.71');
INSERT INTO `regular` VALUES ('6', '20141224', '4.0.3287.0', '默认页', 'Warm', '0.97,0.98,1.0,0.99,0.97', '0.98');
INSERT INTO `regular` VALUES ('7', '20141225', '4.0.3311.0', '百度', 'Cold', '5.38,5.41,5.37,5.39,5.42', '5.39');
INSERT INTO `regular` VALUES ('8', '20141225', '4.0.3311.0', '百度', 'Warm', '1.01,0.99,1.0,0.99,1.05', '1.01');
INSERT INTO `regular` VALUES ('9', '20141225', '4.0.3311.0', '空白页', 'Cold', '4.88,5.07,4.62,4.91,4.89', '4.87');
INSERT INTO `regular` VALUES ('10', '20141225', '4.0.3311.0', '空白页', 'Warm', '0.82,0.78,0.82,0.82,0.79', '0.81');
INSERT INTO `regular` VALUES ('11', '20141225', '4.0.3311.0', '默认页', 'Cold', '5.46,5.25,5.28,5.28,5.46', '5.35');
INSERT INTO `regular` VALUES ('12', '20141225', '4.0.3311.0', '默认页', 'Warm', '0.99,0.96,0.98,0.97,0.97', '0.97');
INSERT INTO `regular` VALUES ('13', '20141226', '4.0.3343.0', '百度', 'Cold', '5.5,5.38,1.84,5.35,5.46', '4.71');
INSERT INTO `regular` VALUES ('14', '20141226', '4.0.3343.0', '百度', 'Warm', '0.95,0.96,0.96,0.95,0.97', '0.96');
INSERT INTO `regular` VALUES ('15', '20141226', '4.0.3343.0', '空白页', 'Cold', '4.95,4.93,4.82,4.93,4.71', '4.87');
INSERT INTO `regular` VALUES ('16', '20141226', '4.0.3343.0', '空白页', 'Warm', '0.78,0.76,0.78,0.77,0.78', '0.77');
INSERT INTO `regular` VALUES ('17', '20141226', '4.0.3343.0', '默认页', 'Cold', '5.32,5.3,5.36,5.41,5.38', '5.35');
INSERT INTO `regular` VALUES ('18', '20141226', '4.0.3343.0', '默认页', 'Warm', '0.95,0.95,0.95,0.97,0.95', '0.95');
INSERT INTO `regular` VALUES ('19', '20141230', '4.0.3395.0', '百度', 'Cold', '5.77,5.53,5.8,5.47,5.5', '5.61');
INSERT INTO `regular` VALUES ('20', '20141230', '4.0.3395.0', '百度', 'Warm', '0.96,0.96,0.97,1.04,0.96', '0.98');
INSERT INTO `regular` VALUES ('21', '20141230', '4.0.3395.0', '空白页', 'Cold', '4.95,5.13,4.93,5.01,5.03', '5.01');
INSERT INTO `regular` VALUES ('22', '20141230', '4.0.3395.0', '空白页', 'Warm', '0.78,0.77,0.78,0.8,0.76', '0.78');
INSERT INTO `regular` VALUES ('23', '20141230', '4.0.3395.0', '默认页', 'Cold', '5.54,5.44,5.38,5.48,5.45', '5.46');
INSERT INTO `regular` VALUES ('24', '20141230', '4.0.3395.0', '默认页', 'Warm', '0.95,0.97,0.95,0.95,0.95', '0.95');
INSERT INTO `regular` VALUES ('25', '20141231', '4.0.3422.0', '百度', 'Cold', '5.21,5.16,5.48,5.28,5.32', '5.29');
INSERT INTO `regular` VALUES ('26', '20141231', '4.0.3422.0', '百度', 'Warm', '1.01,0.99,1.06,0.98,0.99', '1.01');
INSERT INTO `regular` VALUES ('27', '20141231', '4.0.3422.0', '空白页', 'Cold', '4.85,4.78,4.8,4.81,4.81', '4.81');
INSERT INTO `regular` VALUES ('28', '20141231', '4.0.3422.0', '空白页', 'Warm', '0.8,0.8,0.79,0.8,0.8', '0.8');
INSERT INTO `regular` VALUES ('29', '20141231', '4.0.3422.0', '默认页', 'Cold', '5.33,5.39,5.49,5.53,5.5', '5.45');
INSERT INTO `regular` VALUES ('30', '20141231', '4.0.3422.0', '默认页', 'Warm', '0.97,0.97,0.97,0.97,0.95', '0.97');
INSERT INTO `regular` VALUES ('31', '20150104', '4.0.3444.0', '百度', 'Cold', '5.31,5.37,5.41,5.43,5.48', '5.4');
INSERT INTO `regular` VALUES ('32', '20150104', '4.0.3444.0', '百度', 'Warm', '1.04,1.06,1.06,1.05,0.97', '1.04');
INSERT INTO `regular` VALUES ('33', '20150104', '4.0.3444.0', '空白页', 'Cold', '5.01,5.12,5.05,5.0,4.95', '5.03');
INSERT INTO `regular` VALUES ('34', '20150104', '4.0.3444.0', '空白页', 'Warm', '0.81,0.8,0.79,0.79,0.8', '0.8');
INSERT INTO `regular` VALUES ('35', '20150104', '4.0.3444.0', '默认页', 'Cold', '5.32,5.39,5.27,5.23,5.2', '5.28');
INSERT INTO `regular` VALUES ('36', '20150104', '4.0.3444.0', '默认页', 'Warm', '1.09,0.95,1.05,0.96,0.96', '1');
INSERT INTO `regular` VALUES ('37', '20150105', '4.0.3453.0', '百度', 'Cold', '5.44,5.45,5.46,5.42,5.34', '5.42');
INSERT INTO `regular` VALUES ('38', '20150105', '4.0.3453.0', '百度', 'Warm', '1.06,1.04,0.97,1.05,0.96', '1.02');
INSERT INTO `regular` VALUES ('39', '20150105', '4.0.3453.0', '空白页', 'Cold', '5.03,5.14,5.22,5.09,5.32', '5.16');
INSERT INTO `regular` VALUES ('40', '20150105', '4.0.3453.0', '空白页', 'Warm', '0.8,0.79,0.79,0.8,0.78', '0.79');
INSERT INTO `regular` VALUES ('41', '20150105', '4.0.3453.0', '默认页', 'Cold', '5.29,5.3,5.27,5.32,5.37', '5.31');
INSERT INTO `regular` VALUES ('42', '20150105', '4.0.3453.0', '默认页', 'Warm', '1.07,1.0,1.26,0.95,0.98', '1.05');
INSERT INTO `regular` VALUES ('43', '20150106', '4.0.3464.0', '百度', 'Cold', '5.41,5.61,5.76,5.75,5.71', '5.65');
INSERT INTO `regular` VALUES ('44', '20150106', '4.0.3464.0', '百度', 'Warm', '1.01,1.04,0.97,0.96,0.95', '0.99');
INSERT INTO `regular` VALUES ('45', '20150106', '4.0.3464.0', '空白页', 'Cold', '5.06,4.9,4.91,5.41,5.01', '5.06');
INSERT INTO `regular` VALUES ('46', '20150106', '4.0.3464.0', '空白页', 'Warm', '0.81,0.79,0.78,0.81,0.81', '0.8');
INSERT INTO `regular` VALUES ('47', '20150106', '4.0.3464.0', '默认页', 'Cold', '5.69,5.54,5.65,5.64,5.63', '5.63');
INSERT INTO `regular` VALUES ('48', '20150106', '4.0.3464.0', '默认页', 'Warm', '0.97,1.0,0.97,0.96,0.96', '0.97');
INSERT INTO `regular` VALUES ('49', '20150107', '4.0.3514.0', '百度', 'Cold', '5.49,5.79,5.8,5.63,5.77', '5.7');
INSERT INTO `regular` VALUES ('50', '20150107', '4.0.3514.0', '百度', 'Warm', '0.98,0.98,0.96,0.98,0.96', '0.97');
INSERT INTO `regular` VALUES ('51', '20150107', '4.0.3514.0', '空白页', 'Cold', '5.3,5.25,5.04,5.15,5.18', '5.18');
INSERT INTO `regular` VALUES ('52', '20150107', '4.0.3514.0', '空白页', 'Warm', '0.82,0.81,0.81,0.8,0.79', '0.81');
INSERT INTO `regular` VALUES ('53', '20150107', '4.0.3514.0', '默认页', 'Cold', '5.64,5.66,5.6,5.7,5.71', '5.66');
INSERT INTO `regular` VALUES ('54', '20150107', '4.0.3514.0', '默认页', 'Warm', '0.95,0.95,0.96,0.98,0.99', '0.97');
INSERT INTO `regular` VALUES ('55', '20150108', '4.0.3529.0', '百度', 'Cold', '5.46,5.63,5.57,5.53,5.65', '5.57');
INSERT INTO `regular` VALUES ('56', '20150108', '4.0.3529.0', '百度', 'Warm', '0.97,1.07,0.95,0.98,1.01', '1');
INSERT INTO `regular` VALUES ('57', '20150108', '4.0.3529.0', '空白页', 'Cold', '5.01,4.97,5.12,5.12,5.01', '5.05');
INSERT INTO `regular` VALUES ('58', '20150108', '4.0.3529.0', '空白页', 'Warm', '0.79,0.78,0.8,0.81,0.79', '0.79');
INSERT INTO `regular` VALUES ('59', '20150108', '4.0.3529.0', '默认页', 'Cold', '5.51,5.39,5.32,5.5,5.36', '5.42');
INSERT INTO `regular` VALUES ('60', '20150108', '4.0.3529.0', '默认页', 'Warm', '0.99,1.07,0.99,1.06,0.97', '1.02');
INSERT INTO `regular` VALUES ('61', '20150109', '4.0.3561.0', '百度', 'Cold', '5.78,5.93,5.87,5.77,5.86', '5.84');
INSERT INTO `regular` VALUES ('62', '20150109', '4.0.3561.0', '百度', 'Warm', '1.25,0.97,1.0,1.05,1.04', '1.06');
INSERT INTO `regular` VALUES ('63', '20150109', '4.0.3561.0', '空白页', 'Cold', '5.34,5.19,5.27,5.29,5.19', '5.26');
INSERT INTO `regular` VALUES ('64', '20150109', '4.0.3561.0', '空白页', 'Warm', '0.8,0.79,0.8,0.8,0.8', '0.8');
INSERT INTO `regular` VALUES ('65', '20150109', '4.0.3561.0', '默认页', 'Cold', '5.71,5.64,5.71,5.38,5.59', '5.61');
INSERT INTO `regular` VALUES ('66', '20150109', '4.0.3561.0', '默认页', 'Warm', '0.99,1.0,0.98,0.99,0.97', '0.99');
INSERT INTO `regular` VALUES ('67', '20150112', '4.0.3593.0', '百度', 'Cold', '5.71,5.96,5.57,5.82,5.88', '5.79');
INSERT INTO `regular` VALUES ('68', '20150112', '4.0.3593.0', '百度', 'Warm', '0.98,0.97,0.97,1.08,1.02', '1');
INSERT INTO `regular` VALUES ('69', '20150112', '4.0.3593.0', '空白页', 'Cold', '5.05,5.14,5.27,5.02,5.26', '5.15');
INSERT INTO `regular` VALUES ('70', '20150112', '4.0.3593.0', '空白页', 'Warm', '0.79,0.79,0.8,0.79,0.81', '0.8');
INSERT INTO `regular` VALUES ('71', '20150112', '4.0.3593.0', '默认页', 'Cold', '5.57,5.46,5.64,5.44,5.45', '5.51');
INSERT INTO `regular` VALUES ('72', '20150112', '4.0.3593.0', '默认页', 'Warm', '0.97,0.97,1.0,0.97,0.99', '0.98');
INSERT INTO `regular` VALUES ('73', '20150113', '4.0.3600.0', '百度', 'Cold', '5.66,5.64,5.61,5.57,5.61', '5.62');
INSERT INTO `regular` VALUES ('74', '20150113', '4.0.3600.0', '百度', 'Warm', '1.01,1.05,1.25,0.99,1.06', '1.07');
INSERT INTO `regular` VALUES ('75', '20150113', '4.0.3600.0', '空白页', 'Cold', '5.09,5.08,5.0,5.04,5.03', '5.05');
INSERT INTO `regular` VALUES ('76', '20150113', '4.0.3600.0', '空白页', 'Warm', '0.79,0.8,0.79,0.79,0.78', '0.79');
INSERT INTO `regular` VALUES ('77', '20150113', '4.0.3600.0', '默认页', 'Cold', '5.66,5.52,5.39,5.52,5.51', '5.52');
INSERT INTO `regular` VALUES ('78', '20150113', '4.0.3600.0', '默认页', 'Warm', '1.1,0.97,1.07,0.99,0.99', '1.02');
INSERT INTO `regular` VALUES ('79', '20150114', '4.0.3635.0', '百度', 'Cold', '5.59,5.51,5.56,5.59,5.64', '5.58');
INSERT INTO `regular` VALUES ('80', '20150114', '4.0.3635.0', '百度', 'Warm', '0.98,1.08,0.99,1.05,0.96', '1.01');
INSERT INTO `regular` VALUES ('81', '20150114', '4.0.3635.0', '空白页', 'Cold', '5.22,5.29,5.35,5.33,5.28', '5.29');
INSERT INTO `regular` VALUES ('82', '20150114', '4.0.3635.0', '空白页', 'Warm', '0.81,0.84,0.81,0.81,0.81', '0.82');
INSERT INTO `regular` VALUES ('83', '20150114', '4.0.3635.0', '默认页', 'Cold', '5.79,5.77,5.5,5.4,5.57', '5.61');
INSERT INTO `regular` VALUES ('84', '20150114', '4.0.3635.0', '默认页', 'Warm', '0.98,0.98,1.06,1.04,0.98', '1.01');
INSERT INTO `regular` VALUES ('85', '20150115', '4.0.3650.0', '百度', 'Cold', '5.71,5.9,5.67,5.9,5.95', '5.83');
INSERT INTO `regular` VALUES ('86', '20150115', '4.0.3650.0', '百度', 'Warm', '0.99,0.99,1.06,1.01,0.97', '1');
INSERT INTO `regular` VALUES ('87', '20150115', '4.0.3650.0', '空白页', 'Cold', '5.26,5.2,5.15,5.35,5.27', '5.25');
INSERT INTO `regular` VALUES ('88', '20150115', '4.0.3650.0', '空白页', 'Warm', '0.79,0.8,0.81,0.81,0.8', '0.8');
INSERT INTO `regular` VALUES ('89', '20150115', '4.0.3650.0', '默认页', 'Cold', '5.85,5.52,5.8,5.86,5.84', '5.77');
INSERT INTO `regular` VALUES ('90', '20150115', '4.0.3650.0', '默认页', 'Warm', '0.98,0.99,1.04,0.97,1.04', '1');
INSERT INTO `regular` VALUES ('91', '20150120', '4.0.3686.0', '百度', 'Cold', '5.97,5.96,5.99,5.92,6.09', '5.99');
INSERT INTO `regular` VALUES ('92', '20150120', '4.0.3686.0', '百度', 'Warm', '1.07,0.99,1.06,1.04,1.01', '1.03');
INSERT INTO `regular` VALUES ('93', '20150120', '4.0.3686.0', '空白页', 'Cold', '5.14,5.29,5.31,5.31,5.31', '5.27');
INSERT INTO `regular` VALUES ('94', '20150120', '4.0.3686.0', '空白页', 'Warm', '0.8,0.8,0.81,0.8,0.8', '0.8');
INSERT INTO `regular` VALUES ('95', '20150120', '4.0.3686.0', '默认页', 'Cold', '5.55,5.51,5.64,5.58,5.85', '5.63');
INSERT INTO `regular` VALUES ('96', '20150120', '4.0.3686.0', '默认页', 'Warm', '0.97,0.98,0.97,0.97,0.97', '0.97');
INSERT INTO `regular` VALUES ('103', '20150121', '4.0.3710.0', '百度', 'Cold', '6.24,6.17,6.13,5.65,5.88', '6.01');
INSERT INTO `regular` VALUES ('104', '20150121', '4.0.3710.0', '百度', 'Warm', '1.06,0.99,0.98,1.06,1.08', '1.03');
INSERT INTO `regular` VALUES ('105', '20150121', '4.0.3710.0', '空白页', 'Cold', '5.4,5.48,5.4,5.45,5.33', '5.41');
INSERT INTO `regular` VALUES ('106', '20150121', '4.0.3710.0', '空白页', 'Warm', '0.79,0.81,0.79,0.81,0.81', '0.8');
INSERT INTO `regular` VALUES ('107', '20150121', '4.0.3710.0', '默认页', 'Cold', '5.59,6.04,5.57,5.89,6.18', '5.85');
INSERT INTO `regular` VALUES ('108', '20150121', '4.0.3710.0', '默认页', 'Warm', '1.0,1.06,0.98,1.02,1.07', '1.03');
INSERT INTO `regular` VALUES ('109', '20150122', '4.0.3726.0', '百度', 'Cold', '6.13,5.99,6.15,6.12,6.15', '6.11');
INSERT INTO `regular` VALUES ('110', '20150122', '4.0.3726.0', '百度', 'Warm', '0.96,1.25,0.96,0.98,0.97', '1.02');
INSERT INTO `regular` VALUES ('111', '20150122', '4.0.3726.0', '空白页', 'Cold', '5.27,5.14,5.15,5.42,5.42', '5.28');
INSERT INTO `regular` VALUES ('112', '20150122', '4.0.3726.0', '空白页', 'Warm', '0.78,0.76,0.77,0.79,0.79', '0.78');
INSERT INTO `regular` VALUES ('113', '20150122', '4.0.3726.0', '默认页', 'Cold', '6.09,6.14,6.17,6.09,6.16', '6.13');
INSERT INTO `regular` VALUES ('114', '20150122', '4.0.3726.0', '默认页', 'Warm', '0.96,0.96,1.04,1.04,0.97', '0.99');
INSERT INTO `regular` VALUES ('147', '20150123', '4.0.3749.0', '百度', 'Cold', '6.04,6.22,6.16,6.15,6.26', '6.17');
INSERT INTO `regular` VALUES ('148', '20150123', '4.0.3749.0', '百度', 'Warm', '0.97,0.96,1.07,1.06,0.96', '1');
INSERT INTO `regular` VALUES ('149', '20150123', '4.0.3749.0', '空白页', 'Cold', '5.18,5.31,5.2,5.28,5.26', '5.25');
INSERT INTO `regular` VALUES ('150', '20150123', '4.0.3749.0', '空白页', 'Warm', '0.77,0.76,0.78,0.78,0.78', '0.77');
INSERT INTO `regular` VALUES ('151', '20150123', '4.0.3749.0', '默认页', 'Cold', '6.2,5.76,6.03,5.95,6.12', '6.01');
INSERT INTO `regular` VALUES ('152', '20150123', '4.0.3749.0', '默认页', 'Warm', '0.96,0.96,0.96,0.97,0.96', '0.96');
